Repository: zynexiz/health-app
Catalog: assets/lang/*/LC_MESSAGES/lang.po
Languages: sv_se

source: A problem occurred!
sv_se: Ett problem uppstod!

source: Data verification test failed.
sv_se: Verifikationstest misslyckades.

source: About HelthApp
sv_se: Om HälsoApp

source: Web application project for web development course at Halmstad University
sv_se: Webbapplikationsprojekt för webbutvecklingskurs vid Halmstad universitet

source: The project aim is to construct a functional web application that allow the user to manage their health data. The expected result of this project is to present a secure and user friendly application where users is able to register new accounts. They can then set goals and input their data continuously and have a good overview of their health and physical activities throughout the application. The application will also have an administration login to manage users, enforce policies and monitor access logs. The logs saves user activities, access information (such as IP-address and browser type) along with time and date
sv_se: Projektets mål är att konstruera en funktionell webbapplikation som gör det möjligt för användaren att hantera sina hälsodata. Det förväntade resultatet av detta projekt är att presentera en säker och användarvänlig applikation där användare kan registrera nya konton. De kan sedan sätta upp mål och mata in sina data kontinuerligt och ha en bra överblick över sin hälsa och fysiska aktiviteter i hela applikationen. Programmet kommer också att ha en administrationsinloggning för att hantera användare, tillämpa principer och övervaka åtkomstloggar. Loggarna sparar användaraktiviteter, åtkomstinformation (t.ex. IP-adress och webbläsartyp) tillsammans med tid och datum

source: Add new measurements
sv_se: Lägg till mått

source: Multiple measurements can be added at the same time. Enter the values in the sections below.
sv_se: Flera mål kan läggas till samtidigt. Skriv in informationen i sektionerna nedanför.

source: Enter %s in %s
sv_se: Ange %s i %s

source: Select intesity
sv_se: Välj intensitet

source: Add measurements
sv_se: Lägg till mått

source: Welcome
sv_se: Välkommen

source: Here's your statistics!
sv_se: Här är din statistik!

source: Your health and workout statistics by category and day
sv_se: Din häslo- och träningsstatistik per kategori och dag

source: Select graph type
sv_se: Välj stil för grafen

source: Line style
sv_se: Linjestil

source: Bar style
sv_se: Barstil

source: Select start date
sv_se: Välj startdatum

source: Select end date
sv_se: Välj slutdatum

source: Change
sv_se: Ändra

source: No statistics found for this period.
sv_se: Ingen statistik hittas för denna perioden.

source: Wrong username or password entered
sv_se: Fel användarnamn eller lösenord angett

source: Welcome!
sv_se: Välkommen!

source: Please enter your member login
sv_se: Ange dina uppgifter för medlemskapet

source: Could not login to your account
sv_se: Kunde inte logga in på ditt konto

source: Your account has been created
sv_se: Ditt konto har blivit skapat

source: Login with your credentials below
sv_se: Logga in med dina uppgifter nedanför

source: Username/e-mail
sv_se: Användarnamn/e-post

source: Enter your username or e-mail..
sv_se: Skriv in ditt användarnamn eller e-post..

source: Password
sv_se: Lösenord

source: Enter your password..
sv_se: Skriv in ditt lösenord..

source: Passwords does not match.
sv_se: Lösenorden stämmer inte överens med varandra.

source: Some information is not correct
sv_se: Någon information är felaktig

source: Something went wrong, can't create account.
sv_se: Något gick fel, kunde inte skapa konto..

source: Username or email already in use
sv_se: Användarnamnet eller e-posten används redan

source: Could not create your account
sv_se: Kunde inte skapa ditt konto

source: Registration
sv_se: Registrering

source: First name
sv_se: Förnamn

source: Your first name
sv_se: Ditt förnamn

source: Last name
sv_se: Efternamn

source: Your last name
sv_se: Ditt efternamn

source: Username
sv_se: Användarnamn

source: Enter a username
sv_se: Skriv in ett användarnamn

source: E-mail
sv_se: E-post

source: Enter your e-mail
sv_se: Skriv in din e-post

source: Enter a password
sv_se: Skriv in ett lösenord

source: Confirm password
sv_se: Bekräfta lösenord

source: Date of birth
sv_se: Födelsedatum

source: Gender
sv_se: Kön

source: Male
sv_se: Man

source: Female
sv_se: Kvinna

source: Other
sv_se: Annat

source: Register
sv_se: Registrera

source: Already have an account?
sv_se: Har du redan ett konto?

source: Login here
sv_se: Logga in här

source: Your goals are set!
sv_se: Dina mål är nu satta!

source: Something went wrong
sv_se: Något gick fel

source: Enter your goals
sv_se: Ange dina mål

source: Enter
sv_se: Skriv in

source: Save goals
sv_se: Spara mål

source: An error occurred during update
sv_se: Ett fel uppstod under uppdatering

source: User information updated
sv_se: Användarinformation uppdaterad

source: Account information
sv_se: Kontoinformation

source: Leave password blank if you don't want to change it
sv_se: Lämna lösenordet tomt om du inte vill ändra det

source: Enter new password
sv_se: Skriv in nytt lösenord

source: Confirm new password
sv_se: Bekräfta nytt lösenord

source: Personal information
sv_se: Personlig information

source: Enter your personal information below.
sv_se: Skriv in din personliga information nedanför.

source: Length
sv_se: Längd

source: Length (cm)
sv_se: Längd (cm)

source: Interface options
sv_se: Inställningar för användargränssnitt

source: Change behaviour, language and colour style.
sv_se: Ändra beteende, språk och färg.

source: Application language
sv_se: Applikationsspråk

source: Interface colour
sv_se: Färg för gränssnittet

source: Save changes
sv_se: Spara ändringar

source: User does not exist
sv_se: Användaren existerar inte

source: User could not be deleted!
sv_se: Användaren kunde inte tas bort!

source: User has been deleted!
sv_se: Användaren har tagits bort!

source: Edit user
sv_se: Redigera användare

source: Select user to manage
sv_se: Ange användare att hantera

source: Fetch user data
sv_se: Hämta användardata

source: Leave password blank if you don't want to change it.
sv_se: Lämna lösenordet tomt om du inte vill ändra det.

source: Enter user information below.
sv_se: Skriv in användarinformation nedanför.

source: Delete user
sv_se: Ta bort användare

source: Add new user
sv_se: Lägg till ny användare

source: Account has been created
sv_se: Kontor har blivit skapat

source: Web browser
sv_se: Webbläsare

source: OS platform
sv_se: Operativsystem

source: Unique visitors per day
sv_se: Unika användare per dag

source: Unique visitors last 24 hour
sv_se: Unika besökare senaste 24 timmar

source: User access data
sv_se: Accessinformation för användare

source: Dashboard
sv_se: Översiktssida

source: New measurement
sv_se: Nytt mått

source: Logout
sv_se: Logga ut

source: About
sv_se: Om

source: Account
sv_se: Konto

source: My goals
sv_se: Mina mål

source: Account settings
sv_se: Kontoinställningar

source: Admin
sv_se: Administratör

source: User admin
sv_se: Administrera användare

source: Edit users
sv_se: Redigera användare

source: Add user
sv_se: Lägg till användare

source: View logs
sv_se: Visa loggor

source: Settings
sv_se: Inställningar

source: Logged in as
sv_se: Inloggad som

source: Error 404
sv_se: Felmeddelande 404

source: Requested page not found.
sv_se: Den önskade sidan hittades inte.
